/* DHCP list format */
" - %@ (%@) will serve out addresses from %@ to %@" = " - %1$@ (%2$@) va servir des adresses de %3$@ à %4$@";

/* LAN interface list format */
" - %@ (%@) with IP address %@" = " - %1$@ (%2$@) avec l’adresse IP %3$@";

/* IPFW list format */
" - %@ will allow all traffic on %@ (%@)" = " - %1$@ va autoriser tout le trafic sur %2$@ (%3$@)";

/* Name format for created IP firewall group */
"%@-net" = "Réseau %@";

/* Button title */
"Cancel" = "Annuler";

/* Role description */
"Configures your server to act as a network gateway, sharing a network connection from one interface to others." = "Configure votre serveur de façon à ce qu’il agisse comme passerelle réseau, c’est-à-dire partage une connexion réseau d’une interface vers d’autres interfaces.";

/* VPN shared secret error sheet message */
"Enter a shared secret or disable VPN to continue." = "Saisissez un secret partagé ou désactivez VPN pour continuer.";

/* Role display name */
"Gateway Setup Assistant" = "Assistant réglages de passerelle";

/* Status message */
"Getting DHCP information" = "Obtention des informations DHCP";

/* Status message */
"Getting network information" = "Obtention des informations de réseau";

/* 'not' for the settings overview */
"not " = "non ";

/* DHCP warning sheet message */
"One or more DHCP subnets are already configured.  Finishing this assistant will overwrite all of the DHCP subnets.  Are you sure you want to continue?" = "Un ou plusieurs sous-réseaux DHCP sont déjà configurés. Terminer le présent assistant va écraser tous les sous-réseaux DHCP. Êtes-vous sûr de vouloir continuer ?";

/* Button title */
"Overwrite" = "Écraser";

/* DHCP warning sheet title */
"Overwrite existing DHCP subnets?" = "Écraser les sous-réseaux DHCP existants ?";

/* LAN error sheet message */
"Please choose an interface that will be connected to your internal network." = "Sélectionnez l’interface à connecter à votre réseau interne.";

/* Status message */
"Setting up DHCP" = "Configuration de DHCP";

/* Status message */
"Setting up IP Firewall" = "Configuration du coupe-feu IP";

/* Status message */
"Setting up NAT" = "Configuration de NAT";

/* Status message */
"Setting up Network" = "Configuration du réseau";

/* Status message */
"Setting up VPN" = "Configuration du VPN";

/* Status message */
"Starting DHCP" = "Démarrage de DHCP";

/* Status message */
"Starting DNS" = "Démarrage du DNS";

/* Status message */
"Starting IP Firewall" = "Démarrage du coupe-feu IP";

/* Status message */
"Starting NAT" = "Démarrage de la NAT";

/* Status message */
"Starting VPN" = "Démarrage du VPN";

/* VPN shared secret error sheet title */
"To enable VPN, you must provide a shared secret." = "Pour activer VPN, vous devez fournir un secret partagé.";

/* Name for created IP firewall group */
"VPN-net" = "Réseau VPN";

/* LAN error sheet title */
"You must choose at least one interface to share the Internet connection with." = "Vous devez sélectionner au moins une interface avec laquelle partager la connexion Internet.";

